---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrNumMidStringers
source: html/04fbeb59-8c68-2d62-ff59-754d2e5187fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrNumMidStringers Property

"Middle Stringers"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrNumMidStringers { get; }
```